CoenraadS.bracket-pair-colorizer-2
dbaeumer.vscode-eslint
eamodio.gitlens
humao.rest-client
jebbs.plantuml
joelday.docthis
mauve.terraform
mechatroner.rainbow-csv
michelemelluso.code-beautifier
MS-CEINTL.vscode-language-pack-ja
ms-vscode.Go
rebornix.ruby
RoscoP.ActiveFileInStatusBar
Rubymaniac.vscode-direnv
ryu1kn.partial-diff
shardulm94.trailing-spaces
toshimaru.hybrid-next-plus
vscodevim.vim
wayou.vscode-todo-highlight
YoshinoriN.current-file-path
